absszero.vscode-laravel-goto
adrianwilczynski.alpine-js-intellisense
austenc.laravel-blade-spacer
benrogerswpg.transparent-minimap
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chouzz.vscode-better-align
christian-kohler.path-intellisense
chunsen.bracket-select
codingyu.laravel-goto-view
codingyu.laravel-goto-view
coenraads.bracket-pair-colorizer
dbaeumer.vscode-eslint
dbcode.dbcode
devdojo.alpinejs-syntax-highlight
eamodio.gitlens
erlangparasu.goto-route-controller-laravel
esbenp.prettier-vscode
esbenp.prettier-vscode
extensions.json
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.auto-rename-tag
gerrnperl.outline-map
huacnlee.theme-blackboard-plus
idleberg.icon-fonts
ihunte.laravel-blade-wrapper
lennardv.livewire-goto-updated
lkrms.inifmt
meezilla.json
mikestead.dotenv
mikestead.dotenv
mohamedbenhida.laravel-intellisense
mrchetan.goto-laravel-components
mrchetan.laravel-goto-config
mrchetan.vscode-php-array-symbols
msjsdiag.vscode-react-native
ms-vscode.notepadplusplus-keybindings
naoray.laravel-goto-components
onecentlin.laravel5-snippets
onecentlin.laravel-blade
pcbowers.alpine-intellisense
porifa.laravel-intelephense
remls.laravel-log-viewer
shakilahmed.laravelbladelocalizer
shufo.vscode-blade-formatter
stef-k.laravel-goto-controller
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
