absszero.vscode-laravel-goto
adrianwilczynski.alpine-js-intellisense
atommaterial.a-file-icon-vscode
austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
chunsen.bracket-select
codeium.codeium
codingyu.laravel-goto-view
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
eamodio.gitlens
erlangparasu.goto-route-controller-laravel
esbenp.prettier-vscode
extensions.json
formulahendry.auto-rename-tag
gerrnperl.outline-map
github.copilot
github.copilot-chat
huacnlee.theme-blackboard-plus
idleberg.icon-fonts
ihunte.laravel-blade-wrapper
lennardv.livewire-goto-updated
meezilla.json
mikestead.dotenv
mohamedbenhida.laravel-intellisense
mrchetan.laravel-goto-config
mrchetan.vscode-php-array-symbols
ms-vscode.notepadplusplus-keybindings
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
onecentlin.laravel5-snippets
onecentlin.laravel-blade
pcbowers.alpine-intellisense
pkief.material-icon-theme
qwtel.sqlite-viewer
remls.laravel-log-viewer
saoudrizwan.claude-dev
saoudrizwan.claude-dev
shakilahmed.laravelbladelocalizer
shufo.vscode-blade-formatter
tanggod.json-log-viewer
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
